import React from 'react';

const ViewTerms = () => {
    return (
        <div className="text-content">
            <div className="title">
                მომსახურების სტანდარტული წესები და პირობები
            </div>
            <div className="section">
                <span>1. წინამდებარე დოკუმენტში გამოყენებულ ტერმინებს გააჩნია შემდეგი მნიშვნელობა:</span>
                <div className="item">
                    1.1   მომხმარებელი - პირი, რომელიც სარგებლობს შპს ,,აისიტექის“ (ს.კ 405155807) (შემდგომ - აისიტექი)  სერვისით;
                </div>
                <div className="item">
                    1.2  სერვისი - აისიტექის მიერ შექმნილი პროდუქტი (პროგრამა, აპლიკაცია და სხვა), რომელსაც იყენებს მომხმარებელი; 
                </div>
                <div className="item">
                    1.3   AWS – კომპანია  ამაზონის ღრუბლოვანი (cloud) პლატფორმა (Amazon Web Services), რომელზეც დაფუძნებულია მომხმარებლისთვის მიწოდებული მომსახურება.
                </div>
                <div className="item">
                    1.4	  AWS service terms - ხელშეკრულება, რომელიც გაფორმებულია AWS -ის მომხმარებელთან და განსაზღვრავს მომსახურების სტანდარტულ წესებსა და პირობებს (მოცემულია შემდეგ ბმულზე https://aws.amazon.com/service-terms/ );
					</div>
				<div className="item">
					1.5	  მესამე პირი - ნებისმიერი პირი, გარდა აისიტექისა (ან აისიტექის უფლებამოსილი თანამშრომლისა) და მომხმარებლისა (ან მომხმარებლის უფლებამოსილი პირისა). 
				</div>
            </div>
            <div className="section">
                <span>2.	წინამდებარე მომსახურების სტანდარტული წესები და პირობები ადგენს აისიტექის  მიერ შეთავაზებული სერვისით სარგებლობის ძირითად პრინციპებს.</span>
            </div>
            <div className="section">
                <span>3.	იმ შემთხვევაში, როდესაც აისიტექის სერვისით შეთავაზებული ერთი ან რამდენიმე ფუნქცია განკუთვნილია კონკრეტული ერთი მომხმარებლისათვის, აისიტექი უზრუნველყოფს მომხმარებელს პროფილით - ამ მომხმარებლისთვის განკუთვნილი სივრცით.  </span>
            </div>
            <div className="section">
                <span>4.	სერვისის სპეციფიკიდან გამომდინარე, აისიტექის სერვისმა მომხმარებელს შეიძლება საშუალება მისცეს, თავისი პროფილის ქვეშ იყოლიოს ერთი ან რამდენიმე ქვე-მომხმარებელი, შესაბამისი ქვე-პროფილებით. მომხმარებლების და ქვე-მომხმარებლების იდენტიფიკაცია ხდება უნიკალური იდენტიფიკატორებით (დომენის სახელი, მომხმარებლის სახელი, ელფოსტის მისამართი ან სხვა). ყველა ვალდებულება, რომელიც მომხმარებლებისა და პროფილების მიმართ დადგენილია წინამდებარე დოკუმენტით, ასევე ვრცელდება ქვე-მომხმარებლებსა და ქვე-პროფილებზე და სერვისის გამოყენებით მომხმარებელი ადასტურებს რომ მისი ქვე-მომხმარებლები გაეცნობიან და დაიცავენ მათ. ქვე-მომხმარებლებისა და ქვე-პროფილების მიერ წინამდებარე დოკუმენტით დადგენილი ვალდებულების დარღვევის შემთხვევაში პასუხისმგებლობა ეკისრება მომხმარებელს. </span>
				</div>
            <div className="section">
                <span>5.	მომხმარებელი ვალდებულია მიიღოს ყველა საჭირო (გონივრული) ზომა იმისათვის, რომ მისი პროფილით არ ისარგებლონ მესამე პირებმა. </span>
				</div>
            <div className="section">
                <span>6.	მესამე პირების მიერ პროფილების არასანქცირებული გამოყენებისაგან დასაცავად მომხმარებელზე გაიცემა პაროლი. დამატებითი უსაფრთხოების უზრუნველსაყოფად აისიტექმა შესაძლოა მომხმარებელს შესთავაზოს ავთენტიფიკაციის დამატებითი ფაქტორების (SMS კოდები, ერთჯერადი კოდები, კრიპტოგრაფიული გასაღებები და სხვა) გამოყენება.  </span>
            </div>
            <div className="section">
                <span>7.	პაროლი და ავთენტიფიკაციის სხვა ფაქტორი წარმოადგენს კონფიდენციალურ ინფორმაციას, რომელიც ცნობილი უნდა იყოს მხოლოდ მომხმარებლისთვის. აისიტექი პასუხისმგებელი არ არის იმ ზიანზე, რომელიც შესაძლოა მომხმარებელს მიადგეს მისი პაროლის ან/და ავთენტიფიკაციის დამატებითი ფაქტორების სხვა პირების ხელში აღმოჩენით. იმ შემთხვევაში, თუ მოქმედება ჩატარებულია სწორი პაროლითა და ავთენტიფიკაციის დამატებითი ფაქტორებით (ასეთის არსებობის შემთხვევაში), აისიტექი ჩათვლის რომ მოქმედებდა უშუალოდ მომხმარებელი. </span>
				</div>
            <div className="section">
                <span>8.	მომხმარებელი ვალდებულია, არ გაუზიაროს პაროლი ან/და ავთენტიფიკაციის სხვა ფაქტორი (ასეთის არსებობის შემთხვევაში) მესამე პირებს. იმ შემთხვევაში, თუ მომხმარებლი შეიტყობს ან გაუჩნდება ეჭვი რომ მისი პაროლი ცნობილი გახდა სხვა პირისათვის, ან სხვა პირმა მოიპოვა წვდომა ავთენტიფიკაციის დამატებით ფაქტორზე, იგი ვალდებულია თავად მიიღოს ყველა საჭირო ზომა აღნიშნულის აღსაკვეთად. </span>
            </div>
            <div className="section">
                <span>9.	სერვისში პერსონალური მონაცემების დამუშავებას არეგულირებს პერსონალურ მონაცემთა დაცვის პოლიტიკა, რომელსაც წინამდებარე მომსახურების სტანდარტულ წესსა და პირობებთან ერთად ეთანხმება მომხმარებელი. თანხმობა შეიძლება გამოხატული იყოს პოლიტიკის დოკუმენტის შესაბამისი ღილაკის მონიშვნით, რაც ჩაითვლება „ელექტრონული დოკუმენტისა და ელექტრონული სანდო მომსახურების შესახებ“ საქართველოს კანონით განსაზღვრულ ელექტრონულ ხელმოწერად. ასევე შესაძლებელია პოლიტიკის დოკუმენტს ხელი მოეწეროს მატერიალურად ან/და კვალიფიციური ელექტრონული ხელმოწერით/შტამპით. კვალიფიციური ელექტრონული ხელმოწერის/შტამპის გამოყენებასთან დაკავშრებით გამონაკლისს წარმოადგენს ვალიდაციის მომსახურება.</span>
            </div>
            <div className="section">
                <span>10.	წინამდებარე დოკუმენტის მე-9 პუნქტით განსაზღვრული ღილაკის მონიშვნით გამოხატული ნების შემთხვევაში, საქართველოს სამოქალაქო კოდექსით დადგენილ მოქმედებით გამოხატულ თანხმობად მიიჩნევა მომხმარებლის მიერ მომსახურების საფასურის გადახდა.</span>
            </div>
            <div className="section">
                <span>11.	მომხმარებელი ვალდებულია არ გაამჟღავნოს სერვისით სარგებლობისათვის აუცილებელი კონფიდენციალური ინფორმაცია, რომელსაც მიიღებს აისიტექისაგან. წინამდებარე ვალდებულების დარღვევის შემთხვევაში მომხმარებელი პასუხისმგებელია აისიტექისთვის მიყენებულ პირდაპირ და არაპირდაპირ ზიანზე.</span>
            </div>
            <div className="section">
                <span>12.	აისიტექის სერვისი განთავსებულია AWS-ის ინფრასტრუქტურაში, რაზეც ვრცელდება  კომპანია ამაზონის მიერ დადგენილი წესები და პირობები: AWS service terms და Data Protection Code of Conduct for Cloud Infrastructure Service Providers.</span>
            </div>
            <div className="section">
                <span>13.	აისიტექი არ არის პასუხისმგებელი ამაზონის მიერ სერვისის მიწოდების დროს წარმოქმნილ ხარვეზებზე და მისგან გამოწვეულ ზიანზე, მათ შორის მონაცემთა უსაფრთხოებასთან დაკავშირებულ ხარვეზებზე. მომსახურების ხარისხის შესანარჩუნებლად, ამაზონმა შესაძლოა გაატაროს ზომები სერვისის გაუმჯობესების, ხარვეზების აღმოფხვრისა და სხვა მსგავსი მიზნებით. </span>
            </div>
            <div className="section">
                <span>14.	შეფერხების შედეგად წარმოქმნილ ზიანზე aws-ის პასუხისმგებლობის საზღვრების ზოგადი სქემა მოცემულია წინამდებარე დოკუმენტის დანართში და იგი დამოკიდებულია კონკრეტული შეფერხების გამომწვევ მიზეზზე (იგი წარმოადგენს aws-ის პასუხისმგებლობის სფეროში შემავალ, თუ აისიტექის პასუხისმგებლობის სფეროში შემავალ საკითხს). წინამდებარე პუნქტის მიზნებისთვის აისიტექი აწარმოებს ნუსხას aws-ის პლატფორმაზე გამოყენებული კონკრეტული სერვისების შესახებ.</span>
            </div>
            <div className="section">
                <span>15.	როდესაც სერვისით სარგებლობისათვის საჭიროა აისიტექისთვის ინფორმაციის მიწოდება (მათ შორის პერსონალური მონაცემების), მომხმარებელი პასუხისმგებელია მიწოდებული ინფორმაციის სისწორეზე.  </span>
            </div>
            <div className="section">
                <span>16.	აისიტექის სერვისის სარგებლობისათვის ანგარიშსწორება ხორციელდება უნაღდო წესით, </span>
            </div>
            <div className="section">
                <span>17.	საფასურის გადაუხდელობისას აისიტექის სერვისით სარგებლობის შეწყვეტის შემთხვევაში, აისიტექი უფლებამოსილია არაუმეტეს 3 თვის მანძილზე შეინახოს მომხმარებლის ინფორმაცია, რომელიც განთავსებულია მონაცემთა საცავებში. აღნიშნული ვადის გასვლის შემდეგ აისიტექი წაშლის მომხმარებლის ინფორმაციას (მათ შორის მომხმარებლის მიერ დამუშავებულ პერსონალურ მონაცემებს).  </span>
            </div>
            <div className="section">
                <span>18.	სერვისის სარგებლობის შეწყვეტისას, მომხმარებელი უფლებამოსილია გადაიტანოს თავისი ინფორმაცია სხვა სისტემაში. აღნიშნულის ხელშეწყობის მიზნით, აისიტექი მომხმარებელს უზრუნველყოფს ინფორმაციის ჩამოტვირთვის საშუალებით მონაცემთა იმგვარ ფორმატში, რომელიც შესაფერისი იქნება მანქანური დამუშავებისათვის. აისიტექი უზრუნველყოფს ინფორმაციის მიწოდებას ჩამოტვირთვის დროისათვის ცნობილ და გავრცელებულ ფორმატში. თუ მომხმარებელს ინფორმაცია რაიმე სხვა ფორმატში ესაჭიროება, იგი თავადაა ვალდებული აღნიშნული ინფორმაციის კონვერტირებაზე. ამასთან, თუ მომხმარებელს დასჭირდება აისიტექის ტექნიკური დახმარება ინფორმაციის პორტირებისთვის, აისიტექი უფლებას იტოვებს მოითხოვოს დამატებითი საფასური, რომლის ოდენობა დამოკიდებული იქნება შესასრულებელი სამუშაოს მოცულობასა და მის სირთულეზე. </span>
            </div>
            <div className="section">
                <span>19.	აისიტექი უფლებამოსილია ცვლილება შეიტანოს წინამდებარე  (ამ დოკუმენტთან დაკავშირებულ სხვა დოკუმენტებში), ან სხვა დოკუმენტებში, რომლებიც დაკავშირებულია მომხმარებლისთვის სერვისის მიწოდებასთან. ცვლილების შესახებ ეცნობება მომხმარებელს მე-20 პუნქტით განსაზღვრული წესით. </span>
            </div>
			<div className="section">
			<span>19.	აისიტექსა და მომხმარებელს შორის კომუნიკაცია ხორციელდება ელექტრონული ფორმით, მომხმარებლის მიერ მოწოდებულ საკონტაქტო ინფორმაციის გამოყენებით (ელექტრონული ფოსტის გაგზავნით ან სხვა). აისიტექის ელექტრონული ფოსტის მისამართია: customerservice@aisitec.com; შესაძლებელია კომუნიკაციისათვის მხარეებმა გამოიყენონ ფოსტა. </span>
			</div>
			<div className="section">
			<span>21.	მომხმარებელსა და აისიტექს შორის წარმოშობილი ნებისმიერი დავა უნდა გადაწყდეს ურთიერთშეთანხმების გზით. გონივრულ ვადებში შეთანხმების გზით დავის გადაუწყვეტელობის შემთხვევაში იგი შეიძლება გადაწყდეს საქართველოს საერთო სასამართლოებისთვის მიმართვის გზით.</span>
			</div>
            <img src="../../assets/images/terms-blocks.jpeg" />
        </div>
    )
}

export default ViewTerms;